Repository: wp-plugins/slider-by-supsystic
Catalog: app/langs/supsystic-slider-lang_*.po
Languages: id

source: Slider by Supsystic
id: Slider oleh Supsystic

source: Overview
id: Sekilas produk

source: New Slider
id: Slider Baru

source: Images
id: Gambar

source: Settings
id: Pengaturan

source: License
id: Lisensi

source: Get PRO
id: Dapatkan versi PRO

source: Loading
id: Memuat

source: Error
id: Kesalahan

source: An error has occurred
id: Sebuah kesalahan telah terjadi

source: Authorization code is not specified.
id: Kode otorisasi tidak spesifik.

source: Upload your images from the Facebook Media Library
id: Unggah gambar anda dari Media Library Facebook

source: Upload from Facebook
id: Unggah dari Facebook

source: Upload new images
id: Unggah gambar baru

source: Import images
id: Impor gambar

source: Logout
id: Keluar

source: Select/unselect all photos
id: Pilih/tidak pilih semua foto

source: Empty user data.
id: Data pengguna kosong.

source: Upload your images from the Flickr Media Library
id: Unggah gambar Anda dari Media Library Flickr

source: Upload from Flickr
id: Unggah dari Flickr

source: Effects
id: Efek

source: Controls
id: Kontrol

source: Distance
id: Jarak

source: Arrows
id: Anak panah

source: Bullet control
id: Kontrol bullet

source: Responsive size Slider
id: Ukuran responsif Slider

source: Thumbnails slider navigation
id: Thumbnail navigasi slider

source: Enable Slideshow
id: Aktifkan Slideshow

source: Slideshow Speed
id: Kecepatan Slideshow

source: Select Shadow
id: Pilih Bayangan

source: Select shadow effect
id: Pilih efek bayangan

source: Check
id: Cek

source: Authorization oauth_verifier is not specified.
id: Otorisasi oauth_verifier tidak ditentukan.

source: Upload your images from the Tumblr Media Library
id: Unggah gambar Anda dari Media Library Tumblr

source: Upload from Tumblr
id: Unggah dari Tumblr

source: Text align
id: Rataan teks

source: Align left
id: Rata kiri

source: Align center
id: Rata tengah

source: Align right
id: Rata kanan

source: Text color
id: Warna teks

source: Background color
id: Warna latar

source: Text size
id: Ukuran teks

source: Text Animation
id: Animasi teks

source: Disable
id: Tidak aktif

source: Enable
id: Aktif

source: Text in effect
id: Efek teks masuk

source: Text out effect
id: Efek teks keluar

source: Controls type
id: Tipe kontrol

source: Border style:
id: Model garis:

source: None
id: Tidak ada

source: Solid
id: Lurus

source: Dashed
id: Putus-putus

source: Border width:
id: Tebal garis

source: Border color:
id: Warna garis:

source: Thumbnails margin
id: Jarak thumbnail

source: General
id: Umum

source: Touch
id: Sentuh

source: Properties
id: Properti

source: Slideshow controls
id: Kontrol slideshow

source: Navigation
id: Navigasi

source: Captions
id: Keterangan

source: Speed
id: Kecepatan

source: Margin
id: Jarak

source: Starting slide
id: Slide awal

source: Start slider on a random slide
id: Mulai slide secara acak

source: Easing
id: Melonggar

source: Enable touch
id: Aktifkan sentuhan

source: Yes
id: Ya

source: No
id: Tidak

source: One-to-One touch
id: Satu-untuk-Satu sentuhan

source: Swipe threshold
id: Batas swipe

source: Enable pager
id: Aktifkan pager

source: Type
id: Tipe

source: Effect
id: Efek

source: Select effect
id: Pilih efek

source: Title speed
id: Kecepatan judul

source: Opacity
id: Transparansi

source: Delay
id: Tunda

source: Pause
id: Jeda

source: Links
id: Link

source: Upload your images from the Instagram Media Library
id: Unggah gambar Anda dari Media Library Instagram

source: Upload from Instagram
id: Unggah dari Instagram

source: Gallery by Supsystic
id: Galeri oleh Supsystic

source: Most common FAQs
id: FAQ yang paling umum

source: How to get PRO version of plugin for FREE?
id: Bagaimana untuk mendapatkan versi PRO secara GRATIS?

source: You have an incredible opportunity to get PRO version for free. Make Translation of plugin. It will be amazing if you take advantage of this offer!
id: Anda memiliki kesempatan luar biasa untuk mendapatkan versi PRO secara gratiss. Buat Terjemahan dari plugin. Ini akan menjadi luar biasa jika Anda mengambil keuntungan dari penawaran ini!

source: Translation
id: Terjemahan

source: Check all FAQs
id: Periksa semua FAQ

source: Video tutorial will be added soon
id: Video tutor akan ditambahkan segera

source: All news
id: Semua berita

source: Your name
id: Nama anda

source: Your email
id: Email anda

source: Subject
id: Subyek

source: Topic
id: Topik

source: Plugin options
id: Pilihan plugin

source: Report a bug
id: Laporkan bug/kesalahan

source: Require a new functionallity
id: Memerlukan fungsionalitas baru

source: Other
id: Lainnya

source: Type your message
id: Ketik pesan anda

source: Send email
id: Kirim email

source: Fields with * are required to fill
id: Kolom dengan * wajib diisi

source: Unable to save chosen photo %s: %s
id: Tidak bisa menyimpan gambar terpilih %s: %s

source: New Folder
id: Folder Baru

source: The title can't be empty
id: Judul tidak boleh kosong

source: Title successfully updated
id: Judul berhasil diperbarui

source: Failed to update position.
id: Gagal untuk memperbarui posisi

source: Position updated successfully!
id: Posisi berhasil diperbarui!

source: Rename folder
id: Ubah nama folder

source: Folder name:
id: Nama folder:

source: Add images to the slider
id: Tambahkan gambar ke slider

source: Please wait while the plugin to get the list of sliders...
id: Harap tunggu plugin untuk mendapatkan daftar slider...

source: Select slider:
id: Pilih slider:

source: New folder
id: Folder baru

source: Add images to the new slider
id: Tambah gambar untuk slider yang baru

source: Slider title:
id: Judul slider:

source: Add new video
id: Tambah video baru

source: Import videos
id: Impor video

source: Create new folder
id: Buat folder baru

source: Delete selected items
id: Hapus item terpilih

source: Create new slider from the selected items
id: Buat slider baru dari item yang dipilih

source: New slider from selected
id: Slider baru dari yang dipilih

source: Add the selected items to the existing slider
id: Tambah item yang dipilih ke slider yang sudah ada

source: Add selected to the slider
id: Tambah yang dipilih ke slider pilihan

source: Upload your images from the Wordpress Media Library
id: Unggah gambar Anda dari Media Library Wordpress

source: All photos
id: Semua foto

source: Drop photos here to move them from the folder
id: Jatuhkan foto di sini untuk memindahkannya dari folder

source: Lifetime for cached data
id: Seumur hidup untuk data cache

source: The field "%s" available only for numeric values
id: Field "%s" tersedia hanya untuk nilai numerik

source: Settings successfully updated!
id: Pengaturan sukses diperbarui!

source: Please correct following errors:
id: Harap perbaiki kesalahan berikut:

source: Plugin settings
id: Pengaturan plugin

source: Use build-in caching:
id: Gunakan cache bawaan

source: <strong>%s</strong> has its own caching system in order to significantly reduce the load on the database.
id: <strong>%s</strong> memiliki sistem caching sendiri untuk mengurangi beban secara signifikan pada database.

source: Caching is not available because your uploads directory is not writable.
id: Caching tidak tersedia karena direktori upload anda tidak dapat ditulisi.

source: Lifetime for cached data:
id: Seumur hidup untuk data cache

source: The time in seconds after which the cache will be considered obsolete. Default: 86400 (24 hours).
id: Waktu dalam detik cache akan dianggap usang. Standar: 86400 (24 jam).

source: Clear cache
id: Bersihkan cache

source: Allow plugin to send anonymous usage statistics:
id: Izinkan plugin untuk mengirim statistik penggunaan anonim

source: We don't collect statistics on you, we only collect the errors encountered during use in order to improve our product.
id: Kami tidak mengumpulkan statistik anda, kami hanya mengumpulkan kesalahan yang dialami selama penggunaan dalam rangka meningkatkan produk kami.

source: Save
id: Simpan

source: Slider "%s" successfully created.
id: Slider "%s" berhasil dibuat.

source: Failed to update positions.
id: Gagal untuk memperbarui posisi.

source: Positions are successfully updated!
id: Posisi berhasil diperbarui!

source: Unable to delete selected slider
id: Tidak dapat menghapus slider terpilih

source: Failed to import selected items.
id: Gagal untuk mengimpor item terpilih.

source: Invalid slider identifier.
id: Identifikasi slider tidak valid.

source: Unable to find requested slider.
id: Tidak dapat menemukan slider yang diminta.

source: Failed to save settings. %s
id: Gagal menyimpan pengaturan. %s

source: Failed to change plugin: %s
id: Gagal untuk mengubah plugin: %s

source: Failed to attach resources.
id: Gagal untuk melampirkan sumberdaya.

source: %s resources successfully attached to <a href="%s">%s</a>
id: %s sumberdaya berhasil dilampirkan ke <a href="%s">%s</a>

source: Successfully removed!
id: Berhasil dihapus!

source: Failed to load settings
id: Gagal membuka pengaturan

source: Import
id: Impor

source: You have no images
id: Anda tidak memiliki gambar

source: Upload to images
id: Unggah ke gambar

source: Preview
id: Pratinjau

source: Delete Slider
id: Hapus slider

source: Total images:
id: Total gambar:

source: Total videos:
id: Total video:

source: Sliders List
id: Daftar Slider

source: Slider Name
id: Nama Slider

source: Select module
id: Pilih modul

source: Add Images
id: Tambah Gambar

source: Add Video
id: Tambah Video

source: Add images
id: Tambah gambar

source: Change Slider
id: Ganti Slider

source: Delete
id: Hapus

source: Are you really want to delete
id: Anda yakin ingin menghapus

source: Posts and Pages
id: Pos dan halaman

source: Remove post
id: Hapus pos

source: Select posts to show
id: Pilih pos untuk ditampilan

source: Pages:
id: Halaman

source: Add page
id: Tambah halaman

source: Posts:
id: Pos:

source: Add post
id: Tambah pos

source: Slider width
id: Lebar slider

source: pixels
id: piksel

source: Slider height
id: Tinggi slider

source: Change Slider Type
id: Ubah Tipe Slider

source: Select plugin
id: Pilih plugin

source: Please note:
id: Mohon diperhatikan:

source: Current settings will be removed without ability to restore.
id: Pengaturan saat ini akan dihapus tanpa bisa dikembalikan.

source: Visual editor
id: Editor visual

source: Choose import source
id: Pilih sumber impor

source: Import from Wordpress Media Library
id: Impor dari Media Library Wordpress

source: Import from social networks
id: Impor dari sosial media

source: Import from your Instagram account
id: Impor dari akun Instagram Anda

source: Import from your Flickr account
id: Impor dari akun Flickr Anda

source: Import from your Tumblr account
id: Impor dari akun Tumblr Anda

source: Import from your Facebook account
id: Impor dari akun Facebook Anda

source: Get Pro to enable import
id: Dapatkan versi Pro untuk mengaktifkan import

source: Get PRO for 29$
id: Dapatkan versi PRO seharga 29$

source: Import video
id: Impor video

source: Video URL:
id: Alamat URL video:

source: Supported platforms: %s.
id: Mendukung platform: %s

source: Edit image
id: Ubah gambar

source: Main
id: Utama

source: Caption
id: Keterangan

source: Description
id: Deskripsi

source: Alternative text
id: Teks alternatif

source: External link
id: Link eksternal

source: Available in PRO version.
id: Tersedia di versi PRO

source: Open in new window
id: Buka di jendela baru

source: Embeded video
id: Pasang video

source: Video URL
id: Alamat URL Video

source: Supports Youtube and Vimeo. URL will be converted to embed automatically.
id: Mendukung Youtube dan Vimeo. Alamat URL akan di konversi untuk dipasang secara otomatis.

source: Select %s
id: Pilih %s

source: Welcome to
id: Selamat datang di

source: Version
id: Versi

source: Reffer a friend
id: Ajak teman

source: Find on the web
id: Temukan di website

source: Other way
id: Cara Lain

source: Thank for check info. Start using plugin
id: Terimakasih telah melihat informasi. Mulai menggunakan plugin
